;  搜狗五笔输入法--自定义短语配置文件

;  自定义短语说明：
;  1、自定义短语支持多行、空格、指定位置。
;  2、每条自定义短语最多支持300个汉字，总共支持100000条自定义短语。
;  3、自定义短语的格式如下：

;  单行的格式：
;  字符串+英文逗号+数字（指定排序位置）=短语

;  多行的格式：
;  字符串+英文逗号+数字（指定排序位置）=
;  多行短语

;  具体格式可以参考下面的实例。
;  自定义短语文件名为phrases.ini，存放在用户文件夹的根目录下。
;  4、最多支持100000行自定义短语。
;  5、自定义短语的用途有：快捷输入手机号、邮箱、诗词、小短文等，大家可以自由发挥。
;  6、时间函数功能。具体定义格式如下：
;  字符串+英文逗号+数字（指定排序位置）=#表达式
;  注意：表达式以英文#开头，后面的表达式中的每一个函数的前面都包含有英文$。
;  函数表如下：
;  函数    	含义    	举例
;  $year    	年(4位) 	2006、2008
;  $year_yy 年(2位) 	06、08
;  $month     	月      	12、8、3
;  $month_mm  	月      	12、08、03
;  $day     	日      	3、13、22
;  $day_dd  日         03、13、22
;  $weekday 	星期    	0、1、2、5、6
;  $fullhour    时(24小时制)  	02、08、13、23
;  $halfhour    时(12小时制)    02、08、01、11
;  $ampm    	AM、PM(英)  AM、PM（大写）
;  $minute  	分      	02、08、15、28
;  $second  	秒      	02、08、15、28
;  $year_cn 	年(中文4位) 二〇〇六
;  $year_yy_cn  年(中文2位) 〇六
;  $month_cn    月(中文)    十二、八、三
;  $day_cn  	日(中文)    三、十三、二十二
;  $weekday_cn 	星期(中文)  日、一、二、五、六
;  $fullhour_cn 时(中文24时制)  二、八、十三、二十三
;  $halfhour_cn 时(中文12时制)  二、八、一、十一
;  $ampm_cn 	上午下午(中文)  上午、下午
;  $minute_cn   分(中文)    零二、零八、十五、二十八
;  $second_cn   秒(中文)    零二、零八、十五、二十八

;  示例格式
;  ldwd,1=复活节
;  五笔编码,词序=自定义短语
;  请注意：自定义短语长度不能超过300个中英文字符，否则将被输入法自动截断

date,2=#$year-$month_mm-$day_dd
xykg,2=#$year-$month_mm-$day_dd-$fullhour-$minute-$second
xykg,3=#$year$month_mm$day_dd$fullhour$minute$second
br,3=<br>
tr,4=<tr>
tr,5=</tr>
td,4=<td>
td,5=</td>
st,3=<strong>
p,3=<p>
p,4=
</p>
<p>
p,5=</p>
rel,3=rel="nofollow"
link,3=target="_blank"
ti,3=title=""
tag,3=http://www.wdssmq.com/tag/
dns,1=ipconfig /flushdns
vhost,2=lnmp restart
vhost,2=/usr/local/nginx/conf/vhost
vhost,2=/usr/local/apache/conf/vhost
vhost,2=/home/wwwroot
pbaj,2=Style: Default,Microsoft YaHei,20,&H00E0E0E0,&H00000000,&H00000000,&H00000000,0,0,0,0,100,100,0,0,1,1,1,2,0,0,2,1
pbaj,3={\fs14\1c&H3CF1F3&}
tmtt,6=/微笑
ifh,5=-_-!
hs,5=→_→
pz,5=(╯﹏╰）
yy,5=(╯▽╰)
qb,5=（╱/）( ◕‿‿◕ )（\╲）
orz,5=囧rz
orz,5=崮rz
orz,5=莔rz
orz,5=商rz
orz,5=冏rz
oo,3=0.0
qttt,3=o(≧▽≦)ツ┏━┓[拍桌狂笑!]
dttt,3=o(≧▽≦)ツ┏━┓[拍桌狂笑!]
rrhj,1=（╯‵□′）╯︵┴─┴
vcn,4=（╯‵□′）╯︵┴─┴
vcn,3=(╰_╯)#怒
db,3=(●—●)
twqk,2=置百丈玄冰而崩裂，掷须臾池水而漂摇。
jtjt,2=★
jtjt,3=☆
tdgy,5=四僧行不语禅。风吹烛动，灭。一僧呼“灯灭”，二斥一，三斥二，均觉己失，默。余者始曰：唯吾未语耳。。。
rcq,3=<p>→→→→→→→→→→→→→→→<span style="color: rgb(255, 0, 0);">↑建↑议↑及↑反↑馈</span></p><p>----------</p>
rcqn,3=<p>→→→→→→→→→→→→→→→<span style="color: rgb(255, 0, 0);">↑建↑议↑及↑反↑馈</span></p><p>----------</p>
ad,4=<p>[AD：<a title="老薛主机" target="_blank" href="https://my.laoxuehost.net/aff.php?aff=294">PHP美国空间</a> 优惠码：15off-xnxf ]</p>
ssfm,3=名侦探柯南
rmvb,1=珍爱生命，远离RMVB。。
wctf,3=
欢迎加入本群
发言前请确认阅读群公告。
资源命名规范：
[中文片名].英文名.年代.介质.分辨率.编码.音轨-发布组
群共享【教程笔记】文件夹有<划>黑魔导书<掉>，真的不看一下么
vfy,3=
建(qiang)议(zhi)的资源命名规范：
[中文片名].英文名.年代.介质.分辨率.编码.音轨-发布组
vfyy,3=
建(qiang)议(zhi)的资源命名规范：
[中文片名].英文名.年代.介质.分辨率.编码.音轨-发布组
imde,3=有一种没有叫上映还不够久！！
rdsj,3=
调试登录助手 - Z-Blog 应用中心
https://app.zblogcn.com/?id=18484
排查现有「标定功能」无法预期运行的问题，收费标准37元/次。
因本人插件、主题Bug，zblog本身Bug的，或原因确实简单的，视情况减免。
不付合减免范围的，不保证涵盖到「解决」，当然此时极大概率是空间等外部原因或超出「标定功能」。
【别问为什么是37，虽然我并不看谢耳朵】
qnee,3=包月59.3看心情解答各种问题。。zblog为主。。
znm,3=
请在包含开场在内的【三条信息内】，或者第一条信息开始计时【三分钟内】尽量详细的说明来意。
不要问在不在（Don't Say Zai Ma）:https://github.com/wdssmq/dont-say-zai-ma
uqrv,3=相当一部分问题都可以用“姿势不对”概括，至于哪里不对应该基于足量信息分析而不是纯粹的猜测。。。
gant,3=网站设置→全局设置→开发模式
ymya,3=网站设置→全局设置→开发模式
eyim,3=沉冰浮水.tk，脑洞问题制造机 → https://www.zhihu.com/people/wdssmq/asks
vjn,3=
沉冰浮水正在创作和z-blog相关或无关的各种有用或没用的代码 | 爱发电
https://www.afdian.net/@wdssmq
win,3=win10
Win,1=win10
pub,3=##PubWord#
rvqt,3=%USERPROFILE%\AppData\LocalLow\SogouWB\Phrases.ini\phrases.ini
tv,3=TeamViewer
sync,3=Resilio Sync
rquv,3=【我很抱歉，却无从忏悔】
zblog,3=
zblog玩家 - 收集各种zblog博客，并专注RSS订阅！
https://www.innoreader.com/bundle/0014cd640d60
zblog,2=https://www.innoreader.com/bundle/0014cd640d60
ino,3=
想看电影 - 电影站RSS订阅源组合包
http://www.innoreader.com/bundle/0014cd6385f5
ino,2=http://www.innoreader.com/bundle/0014cd6385f5
wxtx,3=佛系车牌：0014cd6385f5 \r\n有法谷歌，无法必应，随缘！
fqbq,3=
那个。。你们在聊啥。。当然其实我并不是真的想知道你们在聊啥。只是想起个头加入你们。。如果我真的在意你们聊了啥，自然会自己翻记录去看你们聊了些啥，，所以你们并不用回答我你们在聊啥。。
所以的所以，，你们在聊啥。。
eim,3=建议将“有没有”改成“哪里有”、“如何知道有”。
rtkg,3=「」
var,3=D:\#var
yaet,3=
<p>
    试用下载：<a href="http://demo.wdssmq.com/WebDir/" target="_blank" title="http://demo.wdssmq.com/WebDir/">http://demo.wdssmq.com/WebDir/</a>
</p>
<p>
    请联系我上传本插件的最新版到试用页，你不说我怎么知道你想要呢/doge；
</p>
ygyw,3=这是无聊的我因为无聊留下的一条无聊的评论，它并没有什么特别的意义。以及，你之所以看到这条评论或许是因为你的站点被Google收录了，而关键词为“Z-Blog”！
